Repository: MatiMil/TrackYourStop
Catalog: lib/l10n/app_*.arb
Languages: de

# bottomBarDepartures
source: Departures
de: Abfahrten

# bottomBarNews
source: News
de: Neuigkeiten

# bottomBarSettings
source: Settings
de: Einstellungen

# departureEmptyText
source: No stations defined yet.
de: Noch keine Stationen augewählt.

# dialogDone
source: Done
de: Fertig

# favoriteAppBarAddTooltip
source: Add favorite station
de: Favorisierte Station hinzufügen

# favoriteAppBarTitle
source: Add favorite
de: Favoriten hinzufügen

# favoriteDestinationSelection
source: Select preferred destinations:
de: Wähle bevorzugte Ziele aus:

# favoriteOriginSelectionError
source: No station found for provided name.
de: Für den angegebenen Namen wurde keine Station gefunden.

# favoriteOriginSelectionLabel
source: Name of the origin station
de: Name der Startstation

# favoriteTransportationFilterWait
source: No transport types found yet.
de: Es wurden noch keine Transportarten gefunden.

# favoriteTransportationTypeFilter
source: Filter for type of transportation
de: Transport-Typ Filter

# newsEmptyText
source: No relevant news were found.
de: Es wurden keine aktuellen Neuigkeiten gefunden.

# newsUrgent
source: Urgent
de: Aktuell

# newsPlanned
source: Planned
de: Geplant

# settingsDepartureCountDescription
source: Defines how manydeparture items per destination are displayed on the start screen.
de: Legt fest, wie viele Abfahrtspositionen pro Ziel auf dem Startbildschirm angezeigt werden.

# settingsDepartureCountSliderTitle
source: Departure Count
de: Anzahl der Abfahrten

# settingsDepartureCountTitle
source: Departure Count
de: Anzahl der Abfahrten

# settingsLanguageTitle
source: Language
de: Sprache

# settingsLanguageValue
source: English
de: Deutsch

# settingsNewsFetchAllTitle
source: Show all news
de: Alle Neuigkeiten anzeigen

# settingsNewsFetchAllDescription
source: Defines whether all news including planned news should be displayed.
de: Legt fest, ob alle Nachrichten, einschließlich geplanter Nachrichten, angezeigt werden sollen.

# settingsNewsFilterTitle
source: News only for favorites
de: Neuigkeiten nur für Favoriten

# settingsNewsFilterDescription
source: Defines whether only the news for your saved lines should be displayed.
de: Legt fest, ob nur die Neuigkeiten für deine gespeicherten Linien angezeigt werden sollen.

# settingsSectionCommon
source: Common
de: Allgemein

# settingsSectionDeparture
source: Departures
de: Abfahrten

# settingsSectionNews
source: News
de: Neuigkeiten

# settingsThemeSwitchTitle
source: Switch theme
de: Farbschema wechseln
